Revit 2020 API
Mirror Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static class Mirror
Visual Basic
Public NotInheritable Class Mirror
Visual C++
public ref class Mirror abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.Mirror
See Also
Mirror Members
Autodesk.Revit.DB.Visual Namespace